{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^One of the largest suspects of the frog population decline is a nearby pair of foxes. There has been sighting starting from two months ago and we’ve been finding his victims ever since. ","#","^speaker:Sarah","/#","\n","ev","str","^I didn’t know that foxes ate frogs.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Normally they don’t. But this red fox isn’t local - he must’ve been pushed here from deforestation or rising temperatures. And if you haven’t noticed, we don’t have any alpha predators to take care of it naturally. ","#","^speaker:Sarah","/#","\n",["ev","str","^So what do we do?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Is there only two?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"knot1"},{"#f":5}],"c-1":["\n","^So far.. But if they started repopulating, we could be in serious trouble as they would start dominating the ecosystem. ","#","^speaker:Sarah","/#","\n",{"->":"knot1"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"knot1":[["^We can't quite just catch and relocate these foxes yet. We need to confirm their species and check if they have any cubs that also need to be relocated. Afterwards, we can borrow Timmy's equipment to catch them.  ","#","^speaker:Sarah","/#","\n","ev","str","^What am I looking for?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Could it try to attack me?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"knot2"},{"#f":5}],"c-1":["\n","^No, foxes are generally skittish and won’t come near a human willingly. ","#","^speaker:Sarah","/#","\n",{"->":"knot2"},{"#f":5}]}],{"#f":1}],"knot2":[["^Fending off invasive species aren't really my specialty, that's more Timmy's thing. He’s always out there logging the enviorment. I think you'll be able to gain some more insight about fox behavior if you talk to him.","\n","ev","str","^Roger that!","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Good luck! Come back if you have any questions. ","#","^speaker:Sarah","/#","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}