{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^One of our biggest issues right now comes in the form of a killer fox. He showed up about a month ago and we’ve been finding his victims ever since. He’s surviving on a diet of frogs, if you can believe it.  ","#","^speaker:Sarah","/#","\n","ev","str","^I didn’t know that foxes ate frogs.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Normally they don’t. But this red fox isn’t local - he must’ve been pushed here from deforestation or rising temperatures. And if you haven’t noticed, we don’t have any alpha predators to take care of it naturally. ","#","^speaker:Sarah","/#","\n",["ev","str","^So what do we do?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Is there only one?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"knot1"},{"#f":5}],"c-1":["\n","^So far.. But if more came and started repopulating, we could be in serious trouble. ","#","^speaker:Sarah","/#","\n",{"->":"knot1"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"knot1":[["^The fox is nocturnal and slippery, so we can’t just go out at night blindly. I’m gonna have you do some reconnaissance. Think of it as detective work. ","#","^speaker:Sarah","/#","\n","ev","str","^What am I looking for?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Could it try to attack me?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"knot2"},{"#f":5}],"c-1":["\n","^No, he won’t come near a human. ","#","^speaker:Sarah","/#","\n",{"->":"knot2"},{"#f":5}]}],{"#f":1}],"knot2":[["^You should look for evidence of his movement patterns, places he seems to spend time at. Look for paw prints, fur, remnants of frogs, that kind of thing. We last spotted him at (INSERT LOCATION HERE), so you should head over there and rendezvous with Timmy. ","#","^speaker:Sarah","/#","\n","ev","str","^Who is Timmy?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Oh, that’s right, I never introduced you to him. Timmy is another conservationist on the team. He’s always out there working, so let him know if you have any questions. ","#","^speaker:Sarah","/#","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}